<?php
if (!defined('_GNUBOARD_')) exit; // 개별 페이지 접근 불가
// 설정1 : /extend/user.config.php 파일에 규격,등급,유형 등의 설정 셋팅
// 기본상수
$iso_upload_size	= 5242880;// 파일 하나당 업로드 용량 5메가, 10메가는 10485760
//$iso_price			= 110000;// 비용
$iso_bank_info		= '무통장입금 (국민은행 873237-04-001683  예금주 : (주)아이지씨인증원)';// 결제수단(무통장 정보)

// 신청규격
$iso_standard_arr = array(
	'ISO90012015'		=> 'ISO 9001:2015',
	'ISO140012015'		=> 'ISO 14001:2015',
	'ISO134852016'		=> 'ISO 13485:2016',
	'ISO220002018'		=> 'ISO 22000:2018',
	'ISO270012013'		=> 'ISO 27001:2013',
	'ISO450012018'		=> 'ISO 45001:2018',
	'ISO20000-12018'	=> 'ISO 20000-1:2018',
	'ISO223012019'		=> 'ISO 22301:2019',
	'ISO277012019'		=> 'ISO 27701:2019',
	'ISO370012016'		=> 'ISO 37001:2016'
);
 
// 등급
$iso_grade_arr = array(
	'AA'	=> '심사원보',
	'A'		=> '심사원',
	'LA'	=> '선임심사원',
	'PA'	=> '검증심사원',
	'IA'	=> '내부심사원'
);

// 유형
$iso_type_arr = array(
	'type_1'		=> '최초인증',
	'type_2'		=> '사후',
	'type_3'		=> '갱신',
	'type_4'		=> '규격추가',
	'type_5'		=> '등급변경',
	'type_6'		=> '전환'
);

// 상태
$iso_state_arr = array(
	'register'		=> '접수',
	'review'		=> '검토',
	'deliberation'	=> '심의',
	'approval'		=> '승인',
	'payment'		=> '납부',
	'shipment'		=> '발송'
);

// 현금영수증
$iso_cash_receipt_arr = array(
	'i'	=> '소득공제용',
	's'	=> '지출증빙용',
	'n'	=> '미발행'
);

// 비용
$iso_price_arr = array(
	'110000'	=> '110,000',
	'220000'	=> '220,000',
	'330000'	=> '330,000'
);
?>